[
  {
    "name": "Benjamin Franklin Branch Library",
    "description": "The Benjamin Franklin Branch Library began serving a diverse, multi-lingual, multi-cultural clientele long before diversity became the watchword of our times. While the community it serves has changed over the years, since the turn of the century it has remained an area of low incomes and hard working people trying to get jobs and educations and trying to make a better life for their children.",
    "website": "https://www.lapl.org/branches/benjamin-franklin/history",
    "email": null,
    "phone": "(323) 263-6901",
    "hours_of_Operation": "closed ",
    "latitude": 34.044139,
    "longitude": -118.212221
  },
  {
    "name": "Annenberg Beach House",
    "description": "The Beach House is a unique community destination. With spectacular views, splash pad, playground, Marion Davies Guest House, beach courts & fields, community & cultural events, historic summer pool, free wi-fi, and more, there's something for everyone to enjoy! ",
    "website": "https://www.annenbergbeachhouse.com",
    "email": null,
    "phone": "(310) 458-4904",
    "hours_of_Operation": "Hours vary seasonally. Through Monday, September 5th the pool is open 12pm to 6pm(Monday through Thursday) or 10am to 6pm(Friday through Sunday and on 7/4 and 9/5). Grounds are open 8am to 8:30pm. Operation hours for each activity are different(see flyer for more details)",
    "latitude": 34.024424,
    "longitude": -118.513111
  },
  {
    "name": "San Vicente Boulevard",
    "description": "This 10-mile roundtrip run follows San Vicente Blvd and gives you the option of running on the flat grass space in the middle of the blvd or on the pavement along the road.",
    "website": "https://rootsrated.com/los-angeles-ca/road-running/san-vicente-boulevard-running",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.04877,
    "longitude": -118.4885265
  },
  {
    "name": "First AME Church",
    "description": "FAME Church, Los Angeles is the oldest church founded by African Americans in the City of Angels. In 1872 Ms. Biddy Mason received the vision from God to establish a church that would minister to the mind, body and soul of all who would join that small band of believers. That vision and small band of believers has grown to what is now a congregation of more than 19,000 members and several dozen ministries within 13 corporations that bless and reach tens of thousands of seekers in greater metropolitan Los Angeles.",
    "website": "https://www.famechurchla.org/",
    "email": null,
    "phone": "(323) 735-1251",
    "hours_of_Operation": "Service is on Sunday starting at 8am, 10am, and 12am. Has other events on other days at other times that vary.",
    "latitude": 34.034315,
    "longitude": -118.306164
  },
  {
    "name": "Hermosa Beach Pier",
    "description": "Hermosa Beach has almost 2 miles of ocean frontage with 94 acres of public beach and is one of the most popular beaches in Los Angeles County due to the excellent surf, good swimming areas, and the various volleyball nets along the sand.",
    "website": "https://beaches.lacounty.gov/hermosa-beach/",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 33.862231,
    "longitude": -118.399954
  },
  {
    "name": "James Irvine Japenese Garden",
    "description": "The JACCC is one of the largest ethnic arts and cultural centers in the U.S. Facilities include the George J. Doizaki Gallery; the Japanese Cultural Room; meeting rooms; the 880-seat Aratani/Japan America Theatre; the Isamu Noguchi Plaza, 1-Acre of open space; and the James Irvine Japanese Garden.",
    "website": "https://jaccc.org/spaces/james-irvine-japanese-garden/",
    "email": null,
    "phone": "(213) 628-2725",
    "hours_of_Operation": "Tues-Friday 10am-5pm, Sat-Sun 10am-5pm \nunless booked for private event, call ahead to verify",
    "latitude": 34.047787,
    "longitude": -118.24186
  },
  {
    "name": "Malibu Creek State Park",
    "description": "Considered the recreational crown jewel of the Santa Monica Mountains, Malibu Creek State Park has over 8,000 acres of rolling tallgrass plains, oak savannahs and dramatic peaks. It's no wonder many call it \"The Yosemite of Southern California\". ",
    "website": "http://www.malibucreekstatepark.org/",
    "email": null,
    "phone": "(818) 880-0367",
    "hours_of_Operation": "8am to 10pm",
    "latitude": 34.098448,
    "longitude": -118.712685
  },
  {
    "name": "Venice Canals",
    "description": "Linnie Canal Park is a wonderful neighborhood gem (park & playground), perfect for toddlers & infants when in Venice or the Marina. Its fenced-in play area includes rubber flooring, a play structure, swing set, picnic table, patch of grass, and bustling duck pond.",
    "website": "https://www.laparks.org/park/canal",
    "email": null,
    "phone": "(310) 836-1040",
    "hours_of_Operation": "Dawn to Dusk",
    "latitude": 33.983898,
    "longitude": -118.467538
  },
  {
    "name": "San Pedro First Thursday Art Walk",
    "description": "Please plan to join us for the First Thursday ArtWalk on July 7th, 2022, 5:30-9pm. The Doulas K band  will be performing on the corner of 6th and Mesa and the Food Truck Alley will return to Mesa Street between 7th and 5th streets.\n\nThe Guided ArtWalk Tour will gather in Sirens Java and Tea, 402 West 7th Street, at 5:30pm, the tour will start walking at 6pm. A limited number of free and donor tickets may be obtained here: Tickets . Donor Tickets receive a special treat at the Artistry or Sirens by turning in your printed ticket.",
    "website": "http://www.1stthursday.com ",
    "email": "1stthursdaysanpedro@gmail.com",
    "phone": "(310) 732-0010",
    "hours_of_Operation": null,
    "latitude": 33.73804,
    "longitude": -118.285938
  },
  {
    "name": "Bridge To Nowhere",
    "description": "For outdoor-loving Angelinos, Bridge to Nowhere is the affectionate name of a local treasure, an abandoned bridge on a washed-away road in the San Gabriel Mountains that spans across the East Fork of the San Gabriel River.\n\nYou’ll find excessive fun on this 10-mile round trip hike with 900 feet of elevation change. The trail uses several river fords to reach the Bridge to Nowhere, adding opportunities to stop and swim. Dedicate at least six hours to completing this outing.\n\nAn easy-to-acquire wilderness permit is required to hike to the Bridge to Nowhere, as well as a national forest day use pass ",
    "website": "https://www.hikespeak.com/trails/bridge-to-nowhere-hike-los-angeles/",
    "email": null,
    "phone": "(626) 574-1613",
    "hours_of_Operation": "24 hours",
    "latitude": 34.238613,
    "longitude": -117.656807
  },
  {
    "name": "The Mattachine Steps",
    "description": "The Mattachine Steps, also known as the Cove Avenue stairway, is an outdoor staircase in Silver Lake, Los Angeles, in the U.S. state of California, dedicated to the Mattachine Society in 2012 in memory of Harry Hay, who cofounded the gay rights group.",
    "website": "https://en.wikipedia.org/wiki/Mattachine_Steps",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.095456,
    "longitude": -118.261103
  },
  {
    "name": "\"The Great Wall\" Aka \"The History Of California\"",
    "description": "The Great Wall of Los Angeles is one of Los Angeles’ true cultural landmarks and one of the country’s most respected and largest monuments to inter-racial harmony. SPARC’s first public art project and its true signature piece, the Great Wall is a landmark pictorial representation of the history of ethnic peoples of California from prehistoric times to the 1950’s, conceived by SPARC’S artistic director and founder Judy Baca. Begun in 1974 and completed over five summers, the Great Wall employed over 400 youth and their families from diverse social and economic backgrounds working with artists, oral historians, ethnologists, scholars, and hundreds of community members.",
    "website": "https://sparcinla.org/programs/the-great-wall-mural-los-angeles/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "9am to 5pm",
    "latitude": 34.17941,
    "longitude": -118.413935
  },
  {
    "name": "California Science Center",
    "description": "Discover fun hands-on science exhibits, live habitats and animals, and space shuttle Endeavour. Don't forget to experience a film on the 7-story IMAX screen! FREE general admission! (excludes IMAX and paid exhibits) ",
    "website": "https://californiasciencecenter.org",
    "email": null,
    "phone": "(323) 724-3623",
    "hours_of_Operation": "Mon - Sun: 10:00 am - 5:00 pm",
    "latitude": 34.015442,
    "longitude": -118.290046
  },
  {
    "name": "South Central Los Angeles Regional Center",
    "description": "Since 1974 SCLARC has served individuals diagnosed with developmental disabilities and children with developmental delays. Through a contract with the Department of Developmental Services (DDS), services provided include intake, assessment, diagnosis, case management, early intervention, and life-long service coordination. Additionally, Early Start early intervention services for children with developmental delays, or at risk for delays, under the age of 3. Lastly, we provide supportive services for individuals diagnosed with a permanent developmental disability, ages 3 and above.",
    "website": "https://sclarc.org/",
    "email": "lantermanintake@sclarc.org ",
    "phone": "(213) 744-7000",
    "hours_of_Operation": "Monday to Friday 9-5\nClosed on Saturday and Sunday",
    "latitude": 34.033021,
    "longitude": -118.308819
  },
  {
    "name": "Chicano Resource Center At East LA Library",
    "description": "The Chicano Resource Center (CRC) was established in 1976 to serve the information needs of the Mexican-American (Chicano) community and to make information about the history and culture of this group available to the general public.",
    "website": "https://lacountylibrary.org/chicano-resource-center/",
    "email": null,
    "phone": "(323) 264-0155",
    "hours_of_Operation": "Monday 10-6\nTuesday 12-8\nWednesday to Friday 10-6\nClosed Saturday and Sunday",
    "latitude": 34.03395,
    "longitude": -118.159788
  },
  {
    "name": "\"Double Indemnity\" House",
    "description": "Dietrichson’s house, supposedly in ‘Los Feliz’, can be found in the maze of tiny winding lanes in the Hollywood Hills, north from Franklin Avenue. In the movie it stood alone, overlooking Hollywood, but now, although unchanged, it is packed into a densely built up area of pricy properties.",
    "website": "http://movie-locations.com/movies/d/Double-Indemnity.php",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 39.78638,
    "longitude": -87.39045
  },
  {
    "name": "Dorothy Chandler Pavillion",
    "description": "Boasting one of the largest stages in the country, The Dorothy Chandler Pavilion is the home of LA Opera and the Dance at the Music Center. Popular world-class opera productions (such as the Marriage of Figaro and Madame Butterfly) and dance performances are regularly showcased throughout the year.",
    "website": "https://www.dorothychandlerpavilion.net",
    "email": null,
    "phone": "(213) 972-0711",
    "hours_of_Operation": "Mon-Satu: 10am-6pm",
    "latitude": 34.056588,
    "longitude": -118.248831
  },
  {
    "name": "Evergreen Memorial Park & Crematory",
    "description": "Reflect. Gather. Honor. This must be the place. Evergreen Memorial Park is the perfect scenic setting where families and friends can celebrate life. In 1872, we set out to design a resting place unlike any other. Today, trees and pathways form a park-like setting. Peace of mind comes naturally. And we serve as a caring partner to you, your family, and our community.\n\n\n\n\n\n\n\n\n\n",
    "website": "https://www.evergreenmemorialparkandmausoleum.com/",
    "email": null,
    "phone": "(323) 268-6714",
    "hours_of_Operation": "8:30 - 4 every day",
    "latitude": 34.04136,
    "longitude": -118.201635
  },
  {
    "name": "Bronson Canyon",
    "description": "Bronson Cave is one of Hollywood’s favorite filming locations. The man-made tunnel is carved into the rock wall of an old quarry in Griffith Park. Bronson Cave‘s most famous role came in the 1960s, playing the entrance of the Batcave in the Batman TV series. The cave continues to be cast in television shows and movies. Thanks to a very short trail, it is about as easy to see Bronson Cave in real life as it is on screen. The quick 2/3 of a mile round trip hike to Bronson Cave has just 50 feet of elevation change, so it is an easy outing.",
    "website": "https://www.hikespeak.com/trails/bronson-cave/",
    "email": null,
    "phone": "(818) 243-1145",
    "hours_of_Operation": "24/7",
    "latitude": 34.121479,
    "longitude": -118.315543
  },
  {
    "name": "The Brady Bunch House",
    "description": null,
    "website": "https://www.itsfilmedthere.com/2010/03/brady-bunch_02.html",
    "email": null,
    "phone": "(818) 398-2553",
    "hours_of_Operation": "Wednesday: 8AM–10PM\nThursday: 8AM–10PM\nFriday: 8AM–11PM\nSaturday: Open 24 hours\nSunday: 8AM–9PM\nMonday: Open 24 hours\nTuesday: 8AM–10PM",
    "latitude": 34.131141,
    "longitude": -118.395858
  },
  {
    "name": "La Brea Tar Pits & Museum",
    "description": "La Brea Tar Pits and Museum is an active paleontological research site in urban Los Angeles. Hancock Park was formed around a group of tar pits where natural asphalt has seeped up from the ground for tens of thousands of years. Over many centuries, the tar preserved the bones of trapped animals.",
    "website": "https://tarpits.org",
    "email": null,
    "phone": "(213) 763-3499",
    "hours_of_Operation": "Wednesday to Monday 9:30-5",
    "latitude": 34.063722,
    "longitude": -118.356885
  },
  {
    "name": "LA Plaza De Cultura Y Artes",
    "description": "LA Plaza de Cultura y Artes celebrates the past and inspires the future by sharing the untold stories about the history, cultures, values, and traditions of Mexican, Mexican Americans, and all Latinos in the founding and continuing evolution of Southern California through compelling and culturally enriching exhibitions, educational programs, and public programming, including music, dance, film and documentary screenings, family day activities, workshops, roundtables and more. ",
    "website": "https://lapca.org",
    "email": null,
    "phone": "(213) 542-6200",
    "hours_of_Operation": "Monday, Wednesday, Thursday: 12 to 5pm; Friday, Saturday, Sunday, 12 to 6pm.",
    "latitude": 34.056471,
    "longitude": -118.239752
  },
  {
    "name": "Biddy Mason Park",
    "description": "Many Angelenos have visited downtown’s Bradbury Building, but not everyone knows about the nearby Biddy Mason Memorial Park located on the south side of the building, between Broadway and Spring Streets.",
    "website": "https://www.laconservancy.org/locations/biddy-mason-memorial-park",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Mon-Sat: 12am-7pm\nSunday:12-7pm",
    "latitude": 34.049702,
    "longitude": -118.247947
  },
  {
    "name": "Baldwin Hills Scenic Overlook",
    "description": "Take in breathtaking views, hike through restored native habitat, and enjoy a state of the art visitor center at your stunning new urban park, Baldwin Hills Scenic Overlook.  Visitors can begin to discover, or residents can rediscover Los Angeles from this 500 ft. peak just southwest of downtown.  Exhibits tell the story of this once drilled and exploited land which has now become a symbol of restoration, conservation and hope.  A short walk away, visitors are treated to a panoramic view of the entire Los Angeles Basin, the Pacific Ocean and surrounding mountains.",
    "website": "https://www.parks.ca.gov/?page_id=22790",
    "email": null,
    "phone": "(310) 558-5566",
    "hours_of_Operation": "8am to sunset everyday",
    "latitude": 34.017583,
    "longitude": -118.384011
  },
  {
    "name": "America Tropical Interpretive Center",
    "description": "Welcome to the América Tropical Interpretative Center Website. The center is dedicated to the life and legacy of David Alfaro Siqueiros. His mural,  América Tropical, continues to have a profound influence on the Chicano Muralist Movement in Los Angeles. The messages he relayed through his provocative art have impacted people in the world over.",
    "website": "https://theamericatropical.org",
    "email": null,
    "phone": "(213) 485-6855",
    "hours_of_Operation": "Tues-Sunday: 10am-3pm",
    "latitude": 34.05682,
    "longitude": -118.23864
  },
  {
    "name": "Cathedral Of Our Lady Of Angels",
    "description": "Standing in the midst of downtown Los Angeles, the Cathedral of Our Lady of the Angels serves the total Archdiocese of over 5 million Catholics. As the heart of all 287 Parish Churches and communities, it is the place where the Archbishop celebrates the major Liturgies of the year with clergy, religious and laity. ",
    "website": "https://www.olacathedral.org",
    "email": null,
    "phone": "(213) 680-5200",
    "hours_of_Operation": "Mon-Fri:8am -6pm\nSat: 9am-6pm\nSun:7am - 6pm",
    "latitude": 34.057033,
    "longitude": -118.244629
  },
  {
    "name": "Franklin D. Murphy Sculpture Garden",
    "description": "One of the most distinguished outdoor sculpture installations in the country, the Franklin D. Murphy Sculpture Garden spans more than five acres of UCLA’s campus with over 70 sculptures by artists such as Hans Arp, Deborah Butterfield, Alexander Calder, Barbara Hepworth, Jacques Lipchitz, Henry Moore, Auguste Rodin, and David Smith.",
    "website": "https://hammer.ucla.edu/collections/franklin-d-murphy-sculpture-garden",
    "email": "info@hammer.ucla.edu",
    "phone": "(310) 443-7000",
    "hours_of_Operation": "Tuesday to Sunday 11-6",
    "latitude": 34.059145,
    "longitude": -118.443685
  },
  {
    "name": "Getty Center",
    "description": "The Getty Center, in Los Angeles, California, is a campus of the Getty Museum and other programs of the Getty Trust. The $1.3 billion Center opened to the public on December 16, 1997 and is well known for its architecture, gardens, and views overlooking Los Angeles.",
    "website": "https://www.getty.edu",
    "email": null,
    "phone": "(310) 440-7300",
    "hours_of_Operation": "Tuesday–Friday, Sunday\n10am–5:30pm\nSaturday\n10am–8pm",
    "latitude": 34.0777285,
    "longitude": -118.47495125
  },
  {
    "name": "Santa Monica Pier",
    "description": " Jutting out into the Pacific Ocean at the intersection of Ocean and Colorado, it symbolizes the heart of Santa Monica and is one of the most photographed locations in the world. Discover more than just a Pier, we are a destination where people come together to enjoy local culture and to reconnect with the Pier’s storied past. Whether you are here to take in the incredible views, ride Pacific Park’s Ferris Wheel, hosting an event, or joining us for another family-friendly activity, we can’t wait to welcome you to the Santa Monica Pier.",
    "website": "https://www.santamonicapier.org",
    "email": null,
    "phone": "(310) 458-8900",
    "hours_of_Operation": "6am to 10pm",
    "latitude": 34.0084,
    "longitude": -118.49818
  },
  {
    "name": "Museum Of African American Art",
    "description": "THE MUSEUM OF AFRICAN AMERICAN ART is a nonprofit 501(c)(3) organization in Los Angeles that educates visitors of all ages and identities about the arts through the lens of African American culture. Exhibits and programs at MAAA allow artists and their work to inspire new thinking about issues that intersect with the shared experiences of people across the African diaspora and beyond. The museum's uniquely accessible art space allows us to exhibit the work of extraordinary local artists and bring meaningful art experiences to the public. MAAA proudly welcomes all visitors with FREE admission, serves as an important community gathering space, and creates educational experiences for students and lifelong learners.",
    "website": "https://maaala.org/",
    "email": null,
    "phone": "(323) 294-7071",
    "hours_of_Operation": null,
    "latitude": 34.01185,
    "longitude": -118.335786
  },
  {
    "name": "Ferndell Nature Museum",
    "description": "At the border of the Hollywood Hills and Los Feliz neighborhoods is an enchanting, tree-shaded half-mile trail of Griffith Park that meanders along a trickling stream dotted with ponds. This verdant paradox in the city of Los Angeles has an appropriately puzzling name: Ferndell Nature Museum. If you go there looking for “the museum,” there isn’t one; the collection of plants and animals living there IS the museum.",
    "website": "https://nhm.org/stories/scoop-ferndell-griffith-parks-enchanted-nature-museum",
    "email": null,
    "phone": "(323) 666-5046",
    "hours_of_Operation": "6AM–10PM",
    "latitude": 34.112506,
    "longitude": -118.307864
  },
  {
    "name": "Beverly Hills City Hall",
    "description": "The Beverly Hills City Hall is a historic building and city hall in Beverly Hills, California.",
    "website": "https://www.beverlyhills.org/departments/communitydevelopment/filmingspecialevents/cityhall/",
    "email": null,
    "phone": "(310) 285-1000",
    "hours_of_Operation": "7:30AM-5:30PM",
    "latitude": 34.072829,
    "longitude": -118.400337
  },
  {
    "name": "Runyon Canyon Park",
    "description": "Runyon Canyon Park is one of the most popular hiking destinations in Los Angeles and often shows up on publishers’ lists of best hikes in LA. This 130-acre dog park is located in Hollywood on the east end of the Santa Monica Mountains, providing hikers with a few overlapping loops and great views over Hollywood.",
    "website": "https://www.hikespeak.com/trails/runyon-canyon-hike-hollywood-los-angeles/",
    "email": null,
    "phone": "(818) 243-1145",
    "hours_of_Operation": "6am-6pm",
    "latitude": 34.10532,
    "longitude": -118.34884
  },
  {
    "name": "Sepulveda Basin Off-Leash Dog Park",
    "description": "Expansive dog run offering an obstacle course, water stations & perimeter fencing.",
    "website": "https://www.laparks.org/dogpark/sepulveda",
    "email": null,
    "phone": "(818) 756-8189",
    "hours_of_Operation": "Dog Park is open each day Sunrise to Sunset.\nDog Park closes every Friday, 6:00 a.m. to 11:00 a.m. for regular maintenance\n",
    "latitude": 34.185972,
    "longitude": -118.514844
  },
  {
    "name": "Los Angeles River Bike Path",
    "description": "The Los Angeles River bicycle path is a Class I bicycle and pedestrian path in the Greater Los Angeles area running from north to east along the Los Angeles River through Griffith Park in an area known as the Glendale Narrows.",
    "website": null,
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.116297,
    "longitude": -118.268048
  },
  {
    "name": "Leimert Park Art Walk",
    "description": "The Leimert Park Artwalk is a monthly public celebration of Art, Music, Cinema,& History. The Artwalk takes place the last Sunday of each month in Leimert Park Village, the cultural hub of the Black arts community.",
    "website": "https://www.free2funla.com/event/artwalk-leimert-park/2022-04-24/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "12pm-6pm",
    "latitude": 34.00446,
    "longitude": -118.330804
  },
  {
    "name": "Japanese American National Museum",
    "description": "Internationally recognized for its commitment to promoting appreciation and understanding of America’s ethnic and cultural diversity by sharing the experiences of Japanese Americans through exhibitions, public programs, an award-winning museum store, and a resource cente",
    "website": "https://www.janm.org",
    "email": null,
    "phone": "(213) 625-0414",
    "hours_of_Operation": "Tues - Wed, Fri - Sun: 11 am - 5 pm\nThurs: 12 - 8 pm",
    "latitude": 34.049533,
    "longitude": -118.238662
  },
  {
    "name": "Echo Mountain Via The Sam Merrill Trail",
    "description": "Discover this 8.7-km out-and-back trail near Altadena, California. Generally considered a moderately challenging route, it takes an average of 3 h 2 min to complete. This is a very popular area for hiking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime. Dogs are welcome, but must be on a leash.",
    "website": "https://www.alltrails.com/trail/us/california/echo-mountain-via-sam-merrill-trail--4",
    "email": null,
    "phone": null,
    "hours_of_Operation": "24 hours",
    "latitude": 34.204048,
    "longitude": -118.130644
  },
  {
    "name": "Hollywood Walk Of Fame",
    "description": "The Hollywood Walk of Fame is a historic landmark which consists of more than 2,700 five-pointed terrazzo and brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in Hollywood, California.",
    "website": "https://walkoffame.com/",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.054077,
    "longitude": -118.24168
  },
  {
    "name": "Watts Towers",
    "description": "The Watts Towers Arts Center, located in the heart of Watts has provided programs designed for cultural enrichment. Classes for both teachers and students in painting, sculpture, photography, music, dance, gardening, tiling, and other multi-media arts are presented in a safe, non-competitive creative atmosphere under the guidance and direction of professional artists. Tours and lectures, as well as permanent and changing exhibitions by outstanding local and international artists are offered year round.",
    "website": "https://www.wattstowers.org/",
    "email": null,
    "phone": "(213) 847-4646",
    "hours_of_Operation": "Monday to Saturday 10-4. Sunday 12-4.",
    "latitude": 33.938825,
    "longitude": -118.241989
  },
  {
    "name": "South Central Los Angeles Regional Center",
    "description": "We are committed to the provision of culturally sensitive services which enhance the inherent strengths of the family and enable the individuals we serve to lead independent and productive lives.",
    "website": "https://sclarc.org",
    "email": null,
    "phone": "(213) 744-7000",
    "hours_of_Operation": "Mon-Fri: 9am-5pm",
    "latitude": 34.033021,
    "longitude": -118.308819
  },
  {
    "name": "Los Angeles Central Public Library",
    "description": "-The historic Los Angeles Central Public Library welcomes meetings and special events.",
    "website": "https://www.lapl.org \nhttps://www.lapl.org/branches/central-library",
    "email": null,
    "phone": "(213) 228-7000",
    "hours_of_Operation": "Mon-Thurs: 10am -8pm\nFri-Sat: 9:30am-5:30pm\nSun:1-5pm",
    "latitude": 34.05044,
    "longitude": -118.255269
  },
  {
    "name": "Hollywood Forever Cemetery",
    "description": "Hollywood Forever is a full-service funeral home, crematory, cemetery, and cultural events center in the heart of Hollywood, Los Angeles.\n\nFounded in 1899, the cemetery is one of the world’s most visited landmarks, and the final resting place of hundreds of Hollywood legends, including Judy Garland, Cecil B. DeMille, Rudolph Valentino, Mickey Rooney, Tyrone Power, Douglas Fairbanks, Johnny and Dee Dee Ramone, Valerie Harper, Chris Cornell, and hundreds of others, alongside thousands of neighborhood residents and individuals from across the globe.",
    "website": "https://hollywoodforever.com/",
    "email": null,
    "phone": "(323) 469-1181",
    "hours_of_Operation": "8:30AM–5PM",
    "latitude": 34.090504,
    "longitude": -118.319743
  },
  {
    "name": "El Capitan Entertainment Centre",
    "description": "El Capitan Theatre is a fully restored movie palace at 6838 Hollywood Blvd. in Hollywood. The theater and adjacent Hollywood Masonic Temple is owned by The Walt Disney Company and serves as the venue for a majority of the Walt Disney Studios' film premieres.",
    "website": "https://www.discoverlosangeles.com/things-to-do/el-capitan-entertainment-centre",
    "email": null,
    "phone": "(818) 845-3110",
    "hours_of_Operation": null,
    "latitude": 34.101286,
    "longitude": -118.339929
  },
  {
    "name": "Los Angeles City Hall",
    "description": "Los Angeles City Hall, completed in 1928, is the center of the government of the city of Los Angeles, California, and houses the mayor's office and the meeting chambers and offices of the Los Angeles City Counci",
    "website": "https://lacity.gov",
    "email": null,
    "phone": "(213) 473-3231",
    "hours_of_Operation": "time is inconsistent ",
    "latitude": 34.064124,
    "longitude": -118.235473
  },
  {
    "name": "Will Rogers State Beach",
    "description": "Will Rogers State Beach extends one and three-quarters mile along the shore. The beach features swimming and skin diving.  Facilities include volleyball courts, playground and gymnastic equipment, as well as a bike path and walkway.",
    "website": "https://www.parks.ca.gov/?page_id=625",
    "email": null,
    "phone": "(424) 526-7777",
    "hours_of_Operation": "6:00 AM to sunset",
    "latitude": 34.03931,
    "longitude": -118.550345
  },
  {
    "name": "Saroyan Stairs",
    "description": "The Saroyan Stairs are located on Woodshire Drive, just west of Beachwood Drive. The two rows of 148 granite steps were built in 1923, with planters serving as dividers and doubling as benches. Take a left on windy Belden Drive. Wrap around the hills and find stairs on your right, just past the turn for Rodgerton Drive. Climb 20 steps and bear left past pink flowers to reach 105 steps that pass a bald hill to the right and houses to the left. Stairs spit you out at Durand Drive. Immediately reverse field. At the bottom of the staircase you’ve already taken, turn right on Belden. Take a left down a narrow staircase that lasts 124 steps. Take a left on Woodshire Drive to reach Beachwood Drive.",
    "website": "https://www.discoverlosangeles.com/things-to-do/discover-the-hidden-stairs-of-los-angeles",
    "email": null,
    "phone": null,
    "hours_of_Operation": "24 hours a day",
    "latitude": 34.105272,
    "longitude": -118.316926
  },
  {
    "name": "Leimert Plaza Park",
    "description": null,
    "website": "https://www.laparks.org/park/leimert-plaza",
    "email": null,
    "phone": "(323) 292-6622",
    "hours_of_Operation": "Monday to Sunday 6-10. ",
    "latitude": 34.003916,
    "longitude": -118.331168
  },
  {
    "name": "Albalone Cove",
    "description": "Abalone Cove Park features 2 beaches (Abalone Cove and Sacred Cove), tidepools, bluff top viewing areas and trails crisscrossing the area. The park contains a State Ecological Preserve and taking of protected animals and marine life is prohibited. There is direct access to a parking lot off Palos Verdes Drive South. Access to Abalone Cove Beach is by a long trail from the parking lot. To access Sacred Cove, users must walk along Palos Verdes Drive South to 1 of 2 trails between Portuguese and Inspiration Points. Lifeguards are on duty at Abalone Cove Beach during summer hours and weekends only. The views of the ocean and Catalina Island are spectacular. Barbeques and fires are prohibited at this site. Dogs are prohibited on the beach; however, on-leash dogs are permitted in the upper picnic area and on designated trails.",
    "website": "https://www.rpvca.gov/Facilities/Facility/Details/Abalone-Cove-Shoreline-Park-1",
    "email": "parks@rpvca.gov",
    "phone": "(310) 544-5366",
    "hours_of_Operation": "Park grounds open everyday from 9 a.m.- Dusk\nClosed Thanksgiving, Dec.24th & 25th, Jan. 1st",
    "latitude": 33.743894,
    "longitude": -118.381449
  },
  {
    "name": "Kenter Canyon Hike",
    "description": "Enjoy this 5.3-km loop trail near Los Angeles, California. Generally considered a moderately challenging route, it takes an average of 1 h 41 min to complete. This is a very popular area for birding, hiking, and mountain biking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime. Dogs are welcome and may be off-leash in some areas.",
    "website": "https://www.alltrails.com/trail/us/california/kenter-fire-road-whoop-de-doos-trail",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.078123,
    "longitude": -118.491852
  },
  {
    "name": "Hsi Lai Temple",
    "description": "The objectives of Fo Guang Shan are to promote the principles of Humanistic Buddhism and to foster peace and harmony among all peoples of the world. The founder, Venerable Master Hsing Yun, has guided this effort by providing educational opportunities, sponsoring cultural events, engaging in community service, and by extensively writing and teaching about the Buddhist path of wisdom and compassion. Venerable Master Hsing Yun emphasizes not needing to \"go some place else\" to find enlightenment (paradise), for we can realize our true nature right here and now, within this precious human birth and this world. When we actualize altruism,joyfulness,and universality, we are practicing the fundamental concepts of Humanistic Buddhism. When we give faith, hope, joy, and service, we are helping all beings, as well as ourselves.",
    "website": "http://www.hsilai.org/en/",
    "email": "info@ibps.org",
    "phone": "(626) 961-9697",
    "hours_of_Operation": "Tuesday to Sunday 9-5.",
    "latitude": 33.975538,
    "longitude": -117.967382
  },
  {
    "name": "Venice Boardwalk",
    "description": "The World famous Venice Beach Boardwalk is not to be missed. If you are visiting the Los Angeles area, you owe it to yourself to come to Southern California’s number one visitor attraction. Stretching about one a half miles along the manicured sands of the Pacific Ocean, the boardwalk is a large part of what makes Venice unique. On the west side of the “walk” are hundreds of street vendors and performers. You can see everything from break-dancing to broken glass walking. Mimes to musicians, jugglers to jesters and everything in between make up the human landscape. You can have your fortune read, get a temporary tattoo or have your name written on a grain of rice. If souvenirs is what you are after then the boardwalk is the place to go. The Westside offers unique arts and crafts, odds and ends and one of kinds only obtainable here. Paintings, photos, rocks of various sorts and sculptures are among the popular offerings. On the Eastside are the store fronts of the boardwalk. Here you will find every sort of t-shirt under the sun. From the politically motivated to sexually charged to the plain old Venice Beach t-shirt there is sure to be one for everybody. In addition, there are tattoo and piercing stores, skate and surf shops, medical marijuana dispensaries and more. You can buy sun glasses, vaporizers, beer and shoes. This is all in addition to the large selection of restaurants, juice spots and bars. There is reason it so famous.  Come and see for yourself!",
    "website": "https://www.laparks.org/reccenter/venice-beach",
    "email": "VENICEBEACH.RECREATIONCENTER@LACITY.ORG",
    "phone": "(310) 396-6764",
    "hours_of_Operation": " Westside of the boardwalk shopping & performances starts at 9:00 a.m.   Stores and shops on the east side of the boardwalk open between 10:00 a.m. -11:00 a.m., and usually close around sunset.  Tattoo shops stay open late.",
    "latitude": 33.987442,
    "longitude": -118.473389
  },
  {
    "name": "San Vicente Mountain Park",
    "description": "Located in the heart of the eastern Santa Monica Mountains above an unpaved portion of Mulholland Drive 2.7 miles west of the 405 freeway, 10.2-acre San Vicente Mountain Park offers the visitor stunning 360-degree views, access to a large network of hiking, mountain biking, and equestrian trails, and picnic areas. Marvin Braude Mulholland Gateway Park, Westridge Canyonback Park, and the 20,000-acre “Big Wild” wilderness area, are all accessible from San Vicente Mountain Park.",
    "website": "https://mrca.ca.gov/parks/park-listing/san-vicente-mountain-park/",
    "email": null,
    "phone": "(310) 858-7272",
    "hours_of_Operation": "7AM-8PM",
    "latitude": 34.128406,
    "longitude": -118.513087
  },
  {
    "name": "Grand Park",
    "description": "Grand Park is a dynamic, inclusive environment for community events, cultural experiences, festivals, holiday celebrations and many other activities that engage and attract visitors from all communities in Los Angeles County.The park is open to the public every day from 5:30 a.m. to 10:00 p.m. and is located between The Music Center and City Hall in downtown Los Angeles.",
    "website": "https://grandparkla.org",
    "email": "grandparkinfo@musiccenter.org",
    "phone": "(213) 972-8080",
    "hours_of_Operation": " 5:30 a.m. to 10:00 p.m-daily",
    "latitude": 34.05685,
    "longitude": -118.24763
  },
  {
    "name": "Los Angeles County Museum Of Art (LACMA)",
    "description": "The Los Angeles County Museum of Art is an art museum located on Wilshire Boulevard in the Miracle Mile vicinity of Los Angeles. LACMA is on Museum Row, adjacent to the La Brea Tar Pits. LACMA was founded in 1961, splitting from the Los Angeles Museum of History, Science and Art.",
    "website": "https://www.lacma.org",
    "email": null,
    "phone": "(323) 857-6000",
    "hours_of_Operation": "Wednesday\tClosed\nThursday\t11AM–6PM\nFriday\t11AM–8PM\nSaturday\t10AM–7PM\nSunday\t10AM–7PM\nMonday\t11AM–6PM\nTuesday\t11AM–6PM\n",
    "latitude": 34.063954,
    "longitude": -118.359954
  },
  {
    "name": "Mariachi Plaza",
    "description": "MariachiPlazaLosAngeles.com celebrates the historic and living heritage of Mariachi Plaza de Los Angeles in Boyle Heights. A little over a mile from downtown LA, where East First Street, Boyle and Pleasant Avenues come together, the Plaza is named for the mariachi musicians who have gathered here in their elegant charro suits since the 1930s, ready to be hired to play in restaurants, at private parties or community events.",
    "website": "http://mariachiplazalosangeles.com/site/",
    "email": null,
    "phone": "(323) 356-2219",
    "hours_of_Operation": "Open everyday time varies",
    "latitude": 34.047402,
    "longitude": -118.219544
  },
  {
    "name": "Skirball Cultural Center",
    "description": "The Skirball Cultural Center, founded in 1996, is a Jewish educational institution in Los Angeles, California.",
    "website": "http://www.skirball.org",
    "email": null,
    "phone": "(310) 440-4500",
    "hours_of_Operation": "Wednesday\t12–5PM\nThursday\t12–5PM\nFriday\t12–5PM\nSaturday\t10AM–5PM\nSunday\t10AM–5PM\nMonday\tClosed\nTuesday\t12–5PM\n",
    "latitude": 34.12214,
    "longitude": -118.47997
  },
  {
    "name": "Fryman Canyon Park",
    "description": "Accessed from the Nancy Hoover Pohl Overlook on the north side of Mulholland Drive in the eastern Santa Monica Mountains, 122-acre Fryman Canyon Park offers spectacular views, a fitness course, and access to the Betty B. Dearing Cross Mountain Trail.\n\nThe Dearing Trail traverses the park and connects to Wilacre Park, Franklin Canyon, and Coldwater Canyon Park. The park is abundant with native chaparral, year round springs, and deeply wooded canyons. The trail is open to hikers, equestrians, and dogs on leash and under owner’s control. No mountain bikes are allowed on the Dearing Trail.\n\nA large paved parking lot is available at the trailhead.",
    "website": "https://mrca.ca.gov/parks/park-listing/fryman-canyon-park/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Wednesday\n6AM–7:30PM\nThursday\n6AM–7:30PM\nFriday\n6AM–7:30PM\nSaturday\n6AM–7:30PM\nSunday\n6AM–7:30PM\nMonday\n6AM–7:30PM\nTuesday\n6AM–7:30PM",
    "latitude": 34.121256,
    "longitude": -118.38558
  },
  {
    "name": "Hammer Museum",
    "description": "The Hammer Museum at UCLA believes in the promise of art and ideas to illuminate our lives and build a more just world.",
    "website": "https://hammer.ucla.edu",
    "email": null,
    "phone": "(310) 443-7000",
    "hours_of_Operation": "Tuesday to Sunday 11-6",
    "latitude": 34.059145,
    "longitude": -118.443685
  },
  {
    "name": "Exposition Park",
    "description": "Includes a 7.5-acre rose garden, with 15,793 rose bushes. The garden was an attraction for the 1932 Olympics. It is currently among the three major public-display rose gardens in Southern California and one of the most important in the state.",
    "website": "http://expositionpark.ca.gov",
    "email": null,
    "phone": "(213) 744-2294",
    "hours_of_Operation": "Mon - Sun: 10:00 am - 5:00 pm",
    "latitude": 34.015442,
    "longitude": -118.290046
  },
  {
    "name": "Los Angeles State Historic Park",
    "description": "Los Angeles State Historic Park provides an extraordinary opportunity for recreation and education in the heart of Los Angeles. Within its 32 acres of open space directly adjacent to Chinatown, park visitors can wander pathways and enjoy a view of downtown, as well as discover and celebrate the natural and cultural heritage of Los Angeles.",
    "website": "https://www.parks.ca.gov/?page_id=22272",
    "email": null,
    "phone": "(323) 441-8819",
    "hours_of_Operation": "8am-sunset.",
    "latitude": 34.065037,
    "longitude": -118.235738
  },
  {
    "name": "Fowler Museum At UCLA",
    "description": "The Fowler Museum at UCLA explores global arts and cultures with an emphasis on Africa, Asia, the Pacific, and the Indigenous Americas—past and present. The Fowler enhances understanding and appreciation of the diverse peoples, cultures, and religions of the world through dynamic exhibitions, publications, and public programs, informed by interdisciplinary approaches and the perspectives of the cultures represented. Also featured is the work of international contemporary artists presented within the complex frameworks of politics, culture and social action. The Fowler provides exciting, informative and thought-provoking exhibitions and events for the UCLA community and the people of greater Los Angeles and beyond.",
    "website": "https://fowler.ucla.edu",
    "email": "fowlerinfo@arts.ucla.edu",
    "phone": "(310) 825-4361",
    "hours_of_Operation": "Wednesday to Sunday 12-5",
    "latitude": 34.072928,
    "longitude": -118.443393
  },
  {
    "name": "Walt Disney Concert Hall At The Music Center",
    "description": "Walt Disney Concert Hall became a Los Angeles icon the moment it opened its doors to the public on October 22, 2003. Located on Grand Avenue in Downtown L.A., the concert hall seats over 2,200 people and is home to the Los Angeles Philharmonic and the Los Angeles Master Chorale. Designed by Pritzker Prize-winning architect Frank Gehry, with acoustics by Yasuhisa Toyota, Walt Disney Concert Hall has received worldwide critical acclaim and praise from concertgoers for its stunning architecture and extraordinary sound.",
    "website": "https://www.musiccenter.org",
    "email": null,
    "phone": "(323) 850-2000",
    "hours_of_Operation": "Not shown",
    "latitude": 34.055411,
    "longitude": -118.249835
  },
  {
    "name": "Hike To The Hollywood Sign",
    "description": "Stunning views of the Hollywood Sign unfold at your own pace on hiking trails that meander through the rolling chaparral of the Santa Monica Mountains. Trails originally blazed by paws, hooves, and yucca-thatched moccasins now connect us to cultural as well as natural wonders. The western frontier of Griffith Park offers hikers amazingly close encounters with the Sign, which is off-limits to human hands, just below the ridge line at the 1,708-foot summit of Mt. Lee.",
    "website": "https://www.hollywoodsign.org/hiking-the-sign",
    "email": "betsyisroelit@gmail.com",
    "phone": "(323) 913-4688",
    "hours_of_Operation": "24/7",
    "latitude": 34.132862,
    "longitude": -118.280192
  },
  {
    "name": "Arlington Garden",
    "description": "Arlington Garden is a three acre garden on Caltrans-owned land. It is leased to the City of Pasadena and entrusted by the city to Arlington Garden in Pasadena, a non-profit 501(c)3 corporation. This garden is not only friendly to people and pets but also serves as a refuge for Pasadena’s native fauna. Birds, bees and butterflies are particularly abundant and can be seen throughout the year.",
    "website": "https://www.arlingtongardenpasadena.org",
    "email": null,
    "phone": "(626) 578-5434",
    "hours_of_Operation": "Open Sunrise to Sunset",
    "latitude": 34.128694,
    "longitude": -118.155646
  },
  {
    "name": "TCL Chinese Theatre IMAX",
    "description": "Grauman's Chinese Theatre is a movie palace on the historic Hollywood Walk of Fame at 6925 Hollywood Boulevard in Hollywood, Los Angeles, California, United States. The original Chinese Theatre was commissioned following the success of the nearby Grauman's Egyptian Theatre, which opened in 1922.",
    "website": "http://www.tclchinesetheatres.com/",
    "email": "manager@chinesetheatres.com",
    "phone": "(323) 461-3331",
    "hours_of_Operation": "24 hours a day",
    "latitude": 34.101875,
    "longitude": -118.341033
  },
  {
    "name": "The Black Cat",
    "description": "The Black Cat Tavern opened in October 1966. It was one of several gay bars that operated at that time along a one mile stretch of Sunset Boulevard in Silver Lake. On New Year’s Eve 1967, The Black Cat was targeted in an undercover police sting. As a trio named the Rhythm Queens played in the new year and balloons dropped, the patrons and bartenders celebrated. Unbeknownst to the crowd, a dozen plainclothes police officers were positioned throughout the room in anticipation of any “lewd conduct.” A few seconds after midnight the police witnessed several men hugging and kissing and their raid began.",
    "website": "https://www.theblackcatla.com/",
    "email": "info@theblackcatla.com",
    "phone": "(323) 661-6369",
    "hours_of_Operation": "Monday-Wednesday\n4 PM - 11 PM\n\nThursday\n4 PM - 2 AM\n\nFriday, Saturday & Sunday\n2 PM - 2 AM",
    "latitude": 34.092251,
    "longitude": -118.279678
  },
  {
    "name": "Ovation Hollywood",
    "description": "Ovation Hollywood is a shopping center and entertainment complex in the Hollywood district of Los Angeles, California, United States.",
    "website": "https://www.ovationhollywood.com/",
    "email": null,
    "phone": "(323) 817-0200",
    "hours_of_Operation": "7 AM-11PM",
    "latitude": 34.102359,
    "longitude": -118.340018
  },
  {
    "name": "Point Fermin Lighthouse",
    "description": "The Point Fermin Lighthouse Historic Site and Museum is managed by the Department of Recreation and Parks, City of Los Angeles. The Point Fermin Lighthouse is located in the Point Fermin Park at the end of Gaffey Street in San Pedro, California. The Point Fermin Lighthouse is near many local attractions in the Los Angeles Harbor area such as the Los Angeles Maritime Museum, the Cabrillio Marine Aquarium, and the Fort MacArthur Museum.",
    "website": "http://www.pointferminlighthouse.org",
    "email": null,
    "phone": "(310) 241-0684",
    "hours_of_Operation": "Tuesday through Sunday 1:00 to 400, p.m. The Lighthouse is closed to the public on Mondays. The lighthouse may be closed on major holidays and for special events in the park, please call ahead for specific dates.",
    "latitude": 33.705435,
    "longitude": -118.293652
  },
  {
    "name": "Downtown LA Artwalk",
    "description": "-The Hive Gallery is a large art exhibition and studio space in downtown Los Angeles. We have 5 featured artists, up to 100 group show artists, 12 studio artists, and a $50 and under store. Each month on the first Saturday we treat the masses to a huge opening with all new works, performances, burlesque and more. The Hive specializes in exhibiting pop-surrealism and thought provoking work from artists around the world!! Join us on the tip of the iceberg of an art movement at The Hive Gallery",
    "website": "https://hivegallery.com/contact/",
    "email": "info@hivegallery.com",
    "phone": "(213) 955-9051",
    "hours_of_Operation": "1-6pm",
    "latitude": 34.043979,
    "longitude": -118.253104
  },
  {
    "name": "Greystone Mansion",
    "description": "The Greystone Mansion, also known as the Doheny Mansion, is a Tudor Revival mansion on a landscaped estate with distinctive formal English gardens, located in Trousdale Estates of Beverly Hills, California, United States.",
    "website": "https://www.greystonemansion.org",
    "email": null,
    "phone": "(310) 285-6830",
    "hours_of_Operation": "10:00 a.m. – 6:00 p.m.",
    "latitude": 34.092133,
    "longitude": -118.401474
  },
  {
    "name": "Solstice Canyon",
    "description": "Solstice Canyon features several options for easy, moderate, or strenuous hikes through coastal sage scrub and riparian plant communities. Visitors can enjoy a picnic, a shady stroll along the Solstice Canyon Trail, or a more challenging climb up the Rising Sun Trail. Our perennial waterfall is a popular hiking destination, and along the way you might encounter acorn woodpeckers, alligator lizards, fence lizards, or a red-tailed hawk soaring overhead.",
    "website": "https://www.nps.gov/samo/planyourvisit/solsticecanyon.htm",
    "email": null,
    "phone": "(805) 370-2301",
    "hours_of_Operation": "Trails and parklands are open year round and 24 hours a day, parking lots are only open from 8:00 am to sunset",
    "latitude": 34.034379,
    "longitude": -118.685175
  },
  {
    "name": "Micheltorena Stairs",
    "description": "The Micheltorena Stairs comprise 177 stairs.  The first flight takes you up to Larissa Drive.  Cross over and there is another set of steps.  In addition to being a favorite Instagram photo hot spot, the staircase has become a favorite outdoor gym for “leg day”.  We filmed a short video featuring the Micheltorena Stairs along with two other staircases in the neighborhood a while back and found we quite frequently had to wait for batches of athletes to pass through before we could resume our shooting.",
    "website": "https://totally-la.com/micheltorena-stairs-the-most-instagrammed-staircase-in-los-angeles/",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.087087,
    "longitude": -118.275919
  },
  {
    "name": "NoHo Arts District",
    "description": "The NoHo Arts District is a one-square-mile community in North Hollywood that is home to more than 20 live, professional theatres, dance studios, art galleries, public art, music recording venues, acting and art workshops, international dining options, clothing and specialty shops, and businesses that create a myriad of art forms. NoHo is \"Where the Arts Are Made.\"",
    "website": "https://nohoartsdistrict.com",
    "email": null,
    "phone": null,
    "hours_of_Operation": "24 hours",
    "latitude": 34.164919,
    "longitude": -118.374662
  },
  {
    "name": "Self Help Graphics & Art",
    "description": "Self Help Graphics & Art fosters the creation and advancement of new art works by Chicana/o and Latinx artists through experimental and innovative printmaking techniques and other visual art forms. We are an organization rooted in community; and since 1973, have been at the intersection of arts and social justice, providing a home that fosters the creativity and development of local artists. We establish international collaborations and partnerships nation-wide and create world-wide cultural exchanges.\n\n",
    "website": "https://www.selfhelpgraphics.com",
    "email": "info@selfhelpgraphics.com",
    "phone": "(323) 881-6444",
    "hours_of_Operation": " By appointment only. Tuesday – Friday 10:00 a.m. - 5:00 p.m. (Monday by appointment only.)",
    "latitude": 34.04741,
    "longitude": -118.22654
  },
  {
    "name": "Bruce Lee Statue",
    "description": "no website",
    "website": "no website",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Open 24 hrs",
    "latitude": 34.0649725,
    "longitude": -118.237575
  },
  {
    "name": "Lake Balboa",
    "description": "Grassy open space with a 19,600-sq.-ft. maritime-themed playground & interactive drum play area.",
    "website": "https://www.laparks.org/aquatic/balboa",
    "email": "Lake.Balboa@lacity.org",
    "phone": "(818) 756-8187",
    "hours_of_Operation": "Sunrise to Sunset",
    "latitude": 34.1785,
    "longitude": -118.494447
  },
  {
    "name": "Prospect Stairs",
    "description": "Located just east of Prospect Studios, three consecutive stairways climb up Los Feliz hillside streets. The first 58-step stage is shady, with homes on each side and vines on soil and initial fence. Cross Deliz Avenue to reach the second stage, with 71 steps and flower lined fencing. Cross Hollyvista Avenue for the final leg - at 168 steps it’s by far the longest and steepest. Pass backyard gardens, walkways, pleasant terraces and towering pines. Look back and watch Hollywood Boulevard extend into the distant hills.",
    "website": "https://www.discoverlosangeles.com/things-to-do/discover-the-hidden-stairs-of-los-angeles",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.101686,
    "longitude": -118.277726
  },
  {
    "name": "Venice Beach Basketball Courts",
    "description": "The iconic Venice Beach Basketball Courts are on Southern California's Venice Beach and are some of the most known basketball courts in the world. Between the beach, shops, sunshine, and body builders, the legendary courts got an even higher profile when featured in the movie White Men Can't Jump. Plenty of pick-up games.",
    "website": "https://www.courtsoftheworld.com/united-states/los-angeles-ca/venice-beach/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Open 24 hours",
    "latitude": 33.984314,
    "longitude": -118.471504
  },
  {
    "name": "Levitated Mass",
    "description": "The newest monumental outdoor artwork installed at the Los Angeles County Museum of Art (LACMA) is Michael Heizer’s Levitated Mass—a 456-foot-long concrete slot constructed on LACMA’s campus, over which sits a 340-ton granite megalith. As visitors walk into the slot, it gradually descends to fifteen feet in depth, running underneath the boulder into an open central chamber before ascending back up.",
    "website": "https://www.lacma.org/press/levitated-mass",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Always open",
    "latitude": 34.063954,
    "longitude": -118.359954
  },
  {
    "name": "Vincent Price Art Museum",
    "description": "The mission of the Vincent Price Art Museum at East Los Angeles College is to serve as a unique educational resource for the diverse audiences of the college and the community through the exhibition, interpretation, collection, and preservation of works in all media of the visual arts. VPAM provides an environment to encounter a range of aesthetic expressions that illuminate the depth and diversity of artwork produced by people of the world, both contemporary and past. By presenting thoughtful, innovative and culturally diverse exhibitions and by organizing cross-disciplinary programs on issues of historical, social, and cultural relevance, VPAM seeks to promote knowledge, inspire creative thinking, and deepen an understanding of and appreciation for the visual arts.",
    "website": "http://vincentpriceartmuseum.org/",
    "email": "info@vpam.org",
    "phone": "(323) 265-8841",
    "hours_of_Operation": "Wednesday to Saturday 12 - 4.",
    "latitude": 34.040484,
    "longitude": -118.148713
  },
  {
    "name": "Natural History Museum Of Los Angeles County",
    "description": "At the Natural History Museum discover your world past and present. Encounter dinosaurs, experience nature, explore our dioramas, marvel at one of the most impressive gem and mineral collections in the world, and learn how L.A. went from tiny pueblo to sprawling metropolis in our Becoming Los Angeles exhibit. Seasonally, take stroll through our Butterfly and Spider Pavilions, or check out one of our upcoming special exhibitions.",
    "website": "https://nhm.org",
    "email": null,
    "phone": "(213) 763-3466",
    "hours_of_Operation": "Mon - Sun: 10:00 am - 5:00 pm",
    "latitude": 34.01806,
    "longitude": -118.28923
  },
  {
    "name": "Rose Bowl Loop",
    "description": "Discover this 5.0-km loop trail near Pasadena, California. Generally considered an easy route, it takes an average of 1 h 0 min to complete. This is a very popular area for birding, hiking, and road biking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime. Dogs are welcome, but must be on a leash.",
    "website": "https://www.alltrails.com/trail/us/california/rose-bowl-loop-trail",
    "email": null,
    "phone": null,
    "hours_of_Operation": "24 hours",
    "latitude": 34.16243,
    "longitude": -118.166529
  },
  {
    "name": "FIDM Museum",
    "description": "-Collection of more than 10,000 costumes, accessories and textiles from the 18th century through the present day, includes film and theater costumes. Annually, costumes from previous year's best films and sampling of Academy Award nominated costumes are featured.",
    "website": "https://fidmmuseum.org",
    "email": "info@FIDMmuseum.org",
    "phone": "(213) 623-5821",
    "hours_of_Operation": "Tuesday - Saturday:\n10 am - 5 pm\nSunday - Monday: Closed\n\n",
    "latitude": 34.044182,
    "longitude": -118.259999
  },
  {
    "name": "Kyoto Gardens",
    "description": "Begin your stay at this inviting hotel with our delicious freshly baked chocolate chip cookie and allow our attentive staff to cater to your every need. Conveniently located off the 110, 101 and 5 freeways, this contemporary hotel is ideally situated less than a mile from the heart of downtown’s major attractions. Visit the Los Angeles Convention Center, discover the L.A. Live Attractions (Staples Center, Nokia Theatre, and Grammy Museum) or walk to iconic cultural attractions, such as the Museum of Contemporary Art.",
    "website": "https://www.hilton.com/en/hotels/laxdtdt-doubletree-los-angeles-downtown/ \nno website for the specific garden",
    "email": null,
    "phone": "(213) 629-1200",
    "hours_of_Operation": " Tue-sat:\t12–9PM\n",
    "latitude": 34.050352,
    "longitude": -118.242768
  },
  {
    "name": "The African American Firefighter Museum",
    "description": "The mission of the African American Firefighter Museum (AAFFM) is to collect, conserve and share the heritage of our pioneering African Americans in the fire service.",
    "website": "http://www.aaffmuseum.org",
    "email": null,
    "phone": "(213) 744-1730",
    "hours_of_Operation": "Sundays ONLY from -1:00 PM – 4:00 PM",
    "latitude": 34.028465,
    "longitude": -118.247228
  },
  {
    "name": "Woodley Park",
    "description": "Woodley Park is a refreshing residential hideaway with easy access to neighboring nightlife. With Rock Creek Park and the National Zoo running through its center, it attracts nature lovers who still want to live close to all that the city has to offer.",
    "website": "https://www.laparks.org/park/woodley",
    "email": null,
    "phone": "(818) 756-8060",
    "hours_of_Operation": "Monday - Friday: Dawn to Dusk\nSaturday - Sunday: Dawn to Dusk",
    "latitude": 34.178663,
    "longitude": -118.476466
  },
  {
    "name": "First Fridays On Abbot Kinney",
    "description": "Since a lot and I do mean a lot of people have asked,  that’s when the popular food truck, Abbot Kinney First Fridays event happens on Abbot Kinney Bl in Venice. It’s a fun filled event with lotsa food trucks, which change up every month to give your taste buds a new adventure each time! It’s generally from 5 – 10pm. See the Quick Links on this page for a bigger scoop on this food truck event in Venice, CA and how to find the best food truck events in Los Angeles!",
    "website": "https://abbotkinneyfirstfridays.com",
    "email": null,
    "phone": null,
    "hours_of_Operation": "4pm to 10:30pm",
    "latitude": 37.0743595873945,
    "longitude": -119.699375153073
  },
  {
    "name": "Thein Hau Temple",
    "description": "Thien Hau Temple, also known as Chua Ba Thien Hau in Vietnamese and as Tian Hou Gong in Chinese, is a Taoist temple in Los Angeles Chinatown. It is a popular site for worship and tourism in the Los Angeles area. ",
    "website": "http://www.thienhautemple.com/about-us/",
    "email": null,
    "phone": "+1 213 680 1860",
    "hours_of_Operation": " 11 am - 3 pm",
    "latitude": 34.062593,
    "longitude": -118.240701
  },
  {
    "name": "Bradbury Building",
    "description": "Built in 1893, this building’s light-filled Victorian count rises 50 feet with open-cage elevators, marble stairs and ornate iron railings. In the true spirit of Los Angeles, it has been featured in many movies, from DOA to Blade Runner.",
    "website": "http://www.greatbuildings.com/buildings/Bradbury_Building.html",
    "email": null,
    "phone": "(213) 626-1893",
    "hours_of_Operation": "Mon-Fri: 9am-5pm\nSat-Sun: 10am-2pm",
    "latitude": 34.050599,
    "longitude": -118.247864
  },
  {
    "name": "Beverly Gardens Park",
    "description": "Beverly Gardens is a 1.9 mile linear park that goes from \"fountain to fountain\" - starting at Wilshire and Santa Monica Boulevard and ends at Dohney and Santa Monica Boulevard.  It's the location of the popular annual Beverly Hills Art Show held during the third weekends in May and October. \n\nThe park also features the Beverly Hills Sign which is one of the most photographed spots in the City, the historic replica sign is a favorite for both residents and visitors.  The sign is 40 foot long, illuminated and has a water feature along with a variety of flora that showcase the landscape surrounding the garden area.",
    "website": "https://www.beverlyhills.org/departments/communityservices/cityparks/beverlygardenspark/?NFR=1",
    "email": null,
    "phone": "(310) 288-2220",
    "hours_of_Operation": "6AM-9:30PM",
    "latitude": 34.071551,
    "longitude": -118.403219
  },
  {
    "name": "Getty Villa",
    "description": "A one-of-a-kind destination offering ancient Greek and Roman art, tranquil gardens, and ocean breezes",
    "website": "https://www.getty.edu/visit/villa/",
    "email": null,
    "phone": "(310) 440-7300",
    "hours_of_Operation": "10am to 5pm",
    "latitude": 34.046582,
    "longitude": -118.525032
  },
  {
    "name": "Wende Museum And Archive Of The Cold War",
    "description": "THE WENDE MUSEUM is an art museum, historical archive of the Cold War, and center for creative community  engagement that explores and inspires change. ",
    "website": "http://www.wendemuseum.org",
    "email": "info@wendemuseum.org",
    "phone": "(310) 216-1600",
    "hours_of_Operation": null,
    "latitude": 34.011479,
    "longitude": -118.404041
  },
  {
    "name": "Art + Practice",
    "description": "Art + Practice (A+P) is a private operating 501(c)3 foundation based in the neighborhood of Leimert Park in South Los Angeles. A+P supports LA transition-age foster youth through our collaboration with nonprofit social service provider First Place for Youth and provides Angelenos with free access to museum-curated contemporary art.",
    "website": "https://artandpractice.org/",
    "email": "office@artandpractice.org",
    "phone": "(323) 337-6887",
    "hours_of_Operation": "Tuesday to Saturday 12-6",
    "latitude": 34.004939,
    "longitude": -118.331254
  },
  {
    "name": "Museum Of Contemporary Art, Los Angeles",
    "description": "Founded in 1979, MOCA is the only museum in Los Angeles devoted exclusively to contemporary art. It is committed to the collection, presentation, and interpretation of work produced since 1940 in all media, and to preserving that work for future generations. In a remarkably short time, MOCA has developed one of the nation's most renowned permanent collections. Now numbering over 6,800 works and steadily growing, this invaluable cultural resource provides extensive opportunities for education and enjoyment to thousands of national and international visitors. Today the museum is housed in three unique facilities: MOCA Grand Avenue, The Geffen Contemporary at MOCA, and MOCA Pacific Design Center.",
    "website": "https://www.moca.org/visit/grand-ave",
    "email": "info@moca.org",
    "phone": "(213) 626-6222",
    "hours_of_Operation": " Wed-Fri:\t11AM–5PM\nSat-Sun:\t11AM–6PM\n",
    "latitude": 34.053189,
    "longitude": -118.250702
  },
  {
    "name": "Kenneth Hahn State Recreation Area",
    "description": "Kenneth Hahn State Recreation Area, managed by the Los Angeles County Department of Parks and Recreation, includes large areas of native coastal sage scrub habitat, lawns and landscaped areas, picnic sites, tot lots, fishing lake, lotus pond, community center and five miles of trails. There are six restrooms; the community center has four administrative offices and a small meeting room.",
    "website": "https://parks.lacounty.gov/kenneth-hahn-state-recreation-area/",
    "email": null,
    "phone": "(323) 298-3660",
    "hours_of_Operation": "6am -8pm everyday",
    "latitude": 34.006132,
    "longitude": -118.368979
  },
  {
    "name": "Storrier Stearns Japanese Garden",
    "description": "Welcome to the Storrier Stearns Japanese Garden. Hidden in the heart of Pasadena, this historic jewel, that was once reserved for the enjoyment of an aristocratic Pasadena couple, has been re-imagined as a space to be shared.\n\nConceived in the 1930s as a private estate garden, and hidden from view for decades, a historic restoration brings new purpose to this place of special beauty.",
    "website": "http://japanesegardenpasadena.com/index.html",
    "email": " info@japanesegardenpasadena.com",
    "phone": " +1 (626) 399-1721",
    "hours_of_Operation": "Fridays: 4pm to 8pm",
    "latitude": 34.128005,
    "longitude": -118.155989
  },
  {
    "name": "TreePeople",
    "description": "TreePeople inspires and supports the people of Southern California to come together to plant and care for trees, harvest the rain, and renew depleted landscapes.\n\nBorn from the efforts of a teenager over 40 years ago, we have involved more than 3 million people in planting and caring for more than 3 million trees.\n\nWe unite with communities to grow a greener, shadier and more water-secure city at homes, neighborhoods, schools and in the local mountains. We work with volunteer leaders using our unique Citizen Forester model, and we influence government agencies for a healthy, thriving Southern California.",
    "website": "https://www.treepeople.org",
    "email": null,
    "phone": "(818) 753-4600",
    "hours_of_Operation": "Wednesday\t9AM–5PM\nThursday\t9AM–5PM\nFriday\t9AM–5PM\nSaturday\t9AM–5PM\nSunday\t9AM–5PM\nMonday\t9AM–5PM\nTuesday\t9AM–5PM",
    "latitude": 34.128992,
    "longitude": -118.40636
  },
  {
    "name": "The Broad",
    "description": "Located in downtown Los Angeles, The Broad is an art museum that offers free general admission to its world-renowned collection of contemporary art, which includes works by Jean-Michel Basquiat, Jasper Johns, Jeff Koons, Barbara Kruger, Robert Rauschenberg, Cy Twombly, Andy Warhol and more. The Broad features two Infinity Mirror Rooms by Yayoi Kusama, which are immersive installations with LED lights reflecting endlessly inside mirrored spaces. Skip the line by booking tickets in advance at www.thebroad.org!",
    "website": "https://www.thebroad.org",
    "email": "info@thebroad.org",
    "phone": "(213) 232-6250",
    "hours_of_Operation": "Tuesday-Wed:\t11AM–5PM\nThursday\t11AM–8PM\nFriday\t11AM–5PM\nSaturday\t10AM–6PM\nSunday\t10AM–6PM\n\n",
    "latitude": 34.054502,
    "longitude": -118.250576
  },
  {
    "name": "Yoga At \"The Octagon\"",
    "description": "Bring a yoga mat, towel and water | All levels welcome\n\nThis is a socially distanced outdoor yoga class. Face coverings and/or masks are recommended. Visitors must adhere to the Los Angeles County Public Health Officer orders. All events are weather permitting. Location and schedule are subject to change",
    "website": "https://redondopier.com/events/ https://redondopier.com/free-outdoor-yoga/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "2nd Saturdays Monthly between 10:00 and 11:00 am\nWednesdays in September between\n6:00 and 7:00 pm",
    "latitude": 33.8391085,
    "longitude": -118.390617766104
  },
  {
    "name": "Leo Carrillo State Park",
    "description": "Leo Carrillo State Park has 1.5 miles of beach for swimming, surfing, windsurfing, surf fishing and beachcombing. The beach also has tidepools, coastal caves and reefs for exploring. Giant sycamores shade the main campgrounds. The park also features back-country hiking. \n\n",
    "website": "https://www.parks.ca.gov/?page_id=616",
    "email": null,
    "phone": "(805) 488-1827",
    "hours_of_Operation": "Gate is locked from 10pm to 8am.\nNo entry after 10pm.",
    "latitude": 34.049844,
    "longitude": -118.934139
  },
  {
    "name": "Hollenbeck Skate Plaza",
    "description": "Hollenbeck Park is a city park in the Boyle Heights district of Los Angeles, California. It is located on the corner of Saint Louis and Fourth Streets, near Boyle Avenue. The park features grassy knolls, picnic areas, playgrounds, a skateboard park, and a man-made lake.",
    "website": "https://www.californiaskateparks.com/Projects/Hollenbeck-Skate-Plaza",
    "email": null,
    "phone": "(323) 261-0113",
    "hours_of_Operation": "Monday to Friday 9-9\nSaturday 9-5\nSunday closed.",
    "latitude": 34.041455,
    "longitude": -118.216286
  },
  {
    "name": "Whitnall Off-Leash Dog Park",
    "description": null,
    "website": "https://www.laparks.org/dogpark/whitnall",
    "email": null,
    "phone": "(818) 756-8190",
    "hours_of_Operation": "Dog Park is open each day Sunrise to Sunset.\nDog Park closes every Tuesday, 6:00 a.m. to 10:00 a.m. for regular maintenance",
    "latitude": 34.176199,
    "longitude": -118.362008
  },
  {
    "name": "Valley Relics Museum",
    "description": "The Valley Relics Museum boasts its vast collection of historical artifacts pertaining to The San Fernando Valley and surrounding areas. The collection includes rare documents, photographs, vintage neon signs, post cards, yearbooks, negatives, clothing, books, art, automobiles and BMX bikes from The Valley's past. The Valley Relics Museum is a nonprofit organization 501(c)3 with an endeavor to preserve and protect our local history and it's artifacts while educating the public on the rich history of The San Fernando Valley and surrounding areas.",
    "website": "https://valleyrelicsmuseum.org",
    "email": null,
    "phone": "(818) 616-4083",
    "hours_of_Operation": "Saturday: 11am-3pm\nSunday: 11am-4pm",
    "latitude": 34.214744,
    "longitude": -118.500642
  },
  {
    "name": "Mildred E. Mathias Botanical Garden",
    "description": "A 7.5 acre public garden, outdoor classroom, and research facility on the UCLA campus in Los Angeles, California. We promote botanical knowledge by curating collections that highlight biogeography, conservation, and natural history. The Garden seeks to inspire environmental and cultural appreciation of plants and their relationship to society through education, research, and public outreach. Our beautiful setting fosters health and tranquility for the community.",
    "website": "https://www.botgard.ucla.edu",
    "email": null,
    "phone": null,
    "hours_of_Operation": "February to October: Weekdays 8-5. Weekends 9-5.\nNovember to January: Weekdays 8-4. Weekends 9-4.",
    "latitude": 34.066418,
    "longitude": -118.441706
  },
  {
    "name": "Broadview Terrace Stairs",
    "description": "If you’re a fan of Raymond Chandler’s The Long Goodbye, then this is the stairwell for you! Back in the day, early developers and municipal city planners built these stairs so that people who lived in the hillside could reach businesses, schools, and public transportation – but then, you know, cars happened!",
    "website": "https://www.discoverlosangeles.com/things-to-do/broadview-terrace-stairs",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.109883,
    "longitude": -118.339547
  },
  {
    "name": "California African American Museum",
    "description": "The California African American Museum (CAAM) exists to research, collect, preserve and interpret for public enrichment, the history, art and culture of African Americans. The museum conserves more than 3,500 objects of art, historical artifacts and memorabilia, and maintains a research library with more than 20,000 books and other reference materials available for limited public use.",
    "website": "https://caamuseum.org",
    "email": null,
    "phone": "(213) 744-7432",
    "hours_of_Operation": "Tues-Sun: 10am-5pm",
    "latitude": 34.016021,
    "longitude": -118.283468
  },
  {
    "name": "Levitt Pavilion For The Performing Arts",
    "description": "As the first venture philanthropy project of the Levitt Foundation, Levitt Pavilion Pasadena launched in 2003. Since its opening, the venue has been celebrated for bringing vitality and high-caliber programming back to Memorial Park, which for years prior was largely abandoned and a magnet for crime. Through 2017, free Levitt concerts at the restored WPA-era gold bandshell brought people of all ages and backgrounds together from both Pasadena and the greater Los Angeles metro region, attracting over 75,000 people each summer.\n\nIn late 2017, the Friends of Levitt Pavilion Pasadena nonprofit determined it would no longer realize the full Levitt program of 50 free concerts every summer, and therefore the nonprofit made the decision to exit the national Levitt network. The venue has since been renamed the Pasadena Pavilion for the Performing Arts. The Levitt Foundation is proud of our investment in the Pasadena community, providing significant annual funding to Levitt Pavilion Pasadena for nearly 15 years, and the meaningful social and economic impact created by the Levitt program in Memorial Park.",
    "website": "https://levitt.org/pasadena-past/",
    "email": null,
    "phone": "(626) 795-9311",
    "hours_of_Operation": "Varies",
    "latitude": 34.147932,
    "longitude": -118.14844
  },
  {
    "name": "Holocaust Museum LA",
    "description": "Holocaust Museum LA, formerly known as Los Angeles Museum of the Holocaust, is a museum located in Pan Pacific Park within the Fairfax district of Los Angeles, California. Founded in 1961 by Holocaust survivors, Holocaust Museum LA is the oldest museum of its kind in the United States. ",
    "website": "https://www.holocaustmuseumla.org",
    "email": " info@hmla.org",
    "phone": "(323) 651-3704",
    "hours_of_Operation": "10AM-5PM",
    "latitude": 34.0742,
    "longitude": -118.356078
  },
  {
    "name": "Palisades Park",
    "description": "Palisades Park is an iconic park that stretches over twenty-six acres along Ocean Avenue. This landmark park draws visitors from around the world with its gorgeous views of the Santa Monica Bay. The park has many features including benches, picnic areas, artworks and monuments, a rose garden, the Camera Obscura Art Lab, and more.",
    "website": "https://www.santamonica.com/what-to-do/palisades-park/\nhttps://www.smgov.net/Departments/CCS/content.aspx?id=31700\n",
    "email": null,
    "phone": "(310) 454-1412",
    "hours_of_Operation": "5am to 12 am",
    "latitude": 34.01789,
    "longitude": -118.50148
  },
  {
    "name": "Self-Realization Fellowship",
    "description": "Today, Lake Shrine offers a lakeside Meditation Garden with shrines and waterfalls, a hilltop Temple with weekly inspirational services and meditations, a retreat for silent renewal, and an ashram for monks of Self-Realization Fellowship. ",
    "website": "https://lakeshrine.org",
    "email": null,
    "phone": "(310) 454-4114",
    "hours_of_Operation": "Meditation Garden Arrival Times are offered at 10 am and 1 pm(Sundays only at 1 pm)\nTemple Sundays begin at 10 am and the Temple and Lake levels are open until 4:30 pm.",
    "latitude": 34.046113,
    "longitude": -118.524258
  },
  {
    "name": "Dockweiler Beach",
    "description": "Dockweiler State Beach has 3.7 miles of ocean frontage and 288 acres of beach. Amenities include restrooms, showers, picnic facilities, fire rings, and volleyball nets.\n\nThe Marvin Braude Bike Trail, also known as the beach bike path, is readily accessible, which many visitors use for roller-blading, jogging, and of course, bicycling.\n\nJetties at the north end of the beach provide ideal fishing opportunities. Shore fishing is also popular.\n\nThe beach is home to a fenced enclosure for the western snowy plover, a federally protected shore bird.",
    "website": "https://beaches.lacounty.gov/dockweiler-beach/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "6am to 10pm",
    "latitude": 33.927821,
    "longitude": -118.433268
  },
  {
    "name": "Dolby Theatre",
    "description": "The Dolby Theatre is a live-performance auditorium in the Ovation Hollywood shopping mall and entertainment complex, on Hollywood Boulevard and Highland Avenue, in the Hollywood district of Los Angeles. Since its opening on November 9, 2001, it has been the venue of the annual Academy Awards ceremony",
    "website": "https://dolbytheatre.com/",
    "email": " boxoffice@dolbytheatre.com",
    "phone": "(323) 308-6300",
    "hours_of_Operation": "Monday Closed\nTUES - THUR: 1:00pm to 5:00pm\nFRI - SAT: 10:00am to 5:00pm\nSUN: 10:00am to 4:00pm",
    "latitude": 34.102359,
    "longitude": -118.340018
  },
  {
    "name": "Avila Adobe",
    "description": "The oldest existing residence in Los Angeles. ",
    "website": "http://www.calleolvera.com/history/adobe/",
    "email": null,
    "phone": "(213) 485-6855",
    "hours_of_Operation": "9:00am-4:00pm",
    "latitude": 34.057105,
    "longitude": -118.238215
  },
  {
    "name": "Philosophical Research Society",
    "description": "The Philosophical Research Society is a Los Angeles-based, nonprofit institution founded in 1934 by scholar and prolific author Manly Palmer Hall as a repository of multicultural wisdom sources and a center of learning. With a campus designed by architect Robert Stacy-Judd and later designated a historical-cultural site by the city of Los Angeles, PRS is “dedicated to the ensoulment of all arts, sciences, and crafts.”",
    "website": "https://www.prs.org/about-prs.html",
    "email": null,
    "phone": "(323) 663-2167",
    "hours_of_Operation": "12pm-6pm",
    "latitude": 34.113079,
    "longitude": -118.277533
  },
  {
    "name": "Mount Wilson Observatory",
    "description": "The mission of the Mount Wilson Institute is to manage and promote the Mount Wilson Observatory for scientific research, historic preservation, education, public engagement, and the arts.",
    "website": "https://www.mtwilson.edu",
    "email": null,
    "phone": "(626) 440-9016",
    "hours_of_Operation": "April 2-November 29: 10AM-5PM\nDecember 1-March 31: 10AM-4PM\nPublic Tours will be offered at 11:30AM & 1PM\nSaturdays & Sundays through November 29",
    "latitude": 34.226288,
    "longitude": -118.066532
  },
  {
    "name": "Surfrider Beach",
    "description": "Malibu “Surfrider” Beach is part of Malibu Lagoon State Beach, which also comprises the Malibu Lagoon and the Malibu Pier.\n\nAlthough all of these areas are adjacent to each other, each element of Malibu Beach offers visitors a totally unique beach experience.\n\nMalibu Lagoon is comprised of 22 acres of wetlands, gardens, and sandy beach, while Surfrider Beach has almost a mile of ocean frontage with 0.7 acres of property. The famous Malibu Pier is a great place for saltwater fishing.\nFor an educational experience, head to Malibu Lagoon State Beach. The State-operated Malibu Lagoon is a resting and feeding estuary for more than 200 species of migrating and native birds, making this an ideal location for bird watching enthusiasts.\n\nThere is also the saltwater marsh for those that want to study an ecosystem that is greatly diminished in Southern California. The Adamson House, a National Historic Site, houses many Malibu historical artifacts. The Malibu Lagoon Museum, which adjoins the Adamson House, allows visitors to walk through the history of the area from the days of the Chumash tribe, to the gentlemen ranchers, and finally to the birth of the surfing era.",
    "website": "https://beaches.lacounty.gov/malibu-surfrider-beach/",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.034619,
    "longitude": -118.680744
  },
  {
    "name": "Ocean Trails Reserve",
    "description": "The Ocean Trails Reserve includes habitat areas restored or preserved by Trump National Golf Course south of Palos Verdes Drive. Conservation easements were placed over the adjacent 54-acre Shoreline Park and 65 acres were restored with habitat for the California gnatcatcher.",
    "website": "https://www.rpvca.gov/Facilities/Facility/Details/Ocean-Trails-Reserve-25",
    "email": "trails@rpvca.gov",
    "phone": "(310) 544-5366",
    "hours_of_Operation": "5:40AM to 7:50PM",
    "latitude": 33.7296975,
    "longitude": -118.349675
  },
  {
    "name": "La Placita Church",
    "description": "It’s an honor that you are visiting our webpage here at Our Lady Queen of Angels: “La Placita”. By visiting us you will have the opportunity of being informed about the variety of services that we offer so that you can celebrate your Christian life through the holy sacraments. You will also be able to come in contact with the groups and ministries that evangelize and support the community in solidarity through charitable service and social justice.  ",
    "website": "http://laplacita.org",
    "email": null,
    "phone": "(213) 629-3101",
    "hours_of_Operation": "Mon-Fri: 8am-4pm\nSun: 8am-3pm",
    "latitude": 34.057023,
    "longitude": -118.239506
  },
  {
    "name": "Amir's Garden",
    "description": "Amir’s Garden is no mere garden; it’s one of two unique and awesome picnic areas on the east side of Griffith Park. The most surprising place for a picnic is probably the Old Zoo Picnic Area, where you can dine alongside old animal pens. Amir’s Garden is the most pleasant place for a hike-in picnic, with a selection of picnic tables surrounded by a volunteer-supported sanctuary of flowering greenery. It is a 1-mile round trip hike to Amir’s Garden with 275-feet of elevation gain – just enough effort to make you hungry for a peaceful meal in the outdoors.",
    "website": "https://www.hikespeak.com/trails/amirs-garden-griffith-park/",
    "email": null,
    "phone": "(323) 913-4688",
    "hours_of_Operation": "5AM-10:30 PM",
    "latitude": 34.132862,
    "longitude": -118.280192
  },
  {
    "name": "Hollywood Bowl Museum",
    "description": "Each year, the LA Phil presents over 250 concerts at its three renowned venues: Walt Disney Concert Hall, the Hollywood Bowl and The Ford. Each location are iconic parts of the Southern California landscape – tributes to the region’s rich cultural history and Los Angeles’ enduring commitment to fostering artistic excellence.",
    "website": "https://www.hollywoodbowl.com/events/performances?Venue=Hollywood+Bowl&Season=null",
    "email": "information@laphil.org",
    "phone": "(323) 850-2000",
    "hours_of_Operation": "12pm–6pm",
    "latitude": 34.111662,
    "longitude": -118.337136
  },
  {
    "name": "Korean Bell Of Friendship",
    "description": "This massive and intricately-decorated bell and pavilion was donated in 1976 to the people of Los Angeles by the people of the Republic of Korea to celebrate the bicentennial of the U.S. independence, honor veterans of the Korean War, and to consolidate traditional friendship between the two countries. The bell is patterned after the Bronze Bell of King Songdok, which was cast in 771 A.D. and is still on view in South Korea today.",
    "website": "https://sanpedro.com/san-pedro-area-points-interest/korean-bell-friendship/",
    "email": null,
    "phone": "(310) 548-7705",
    "hours_of_Operation": "7am to 7pm",
    "latitude": 33.713502,
    "longitude": -118.29479
  },
  {
    "name": "Malibu Pier",
    "description": "Malibu Pier is a Southern California icon in an area once called the Riviera of America. The historic landmark is located in the heart of California's surf culture. Surfers from around the world come to Surfrider Beach adjacent to Malibu Pier, known for its three-point break that offers rides of 300 yards or more. The festive seaside atmosphere of good food and fun is returning to the famous pier. Restaurants offering classic seaside dishes complement the pier's beautiful coastal location and rich history.",
    "website": "https://www.parks.ca.gov/?page_id=24409",
    "email": null,
    "phone": "(310) 456-8432",
    "hours_of_Operation": "6am to 9pm",
    "latitude": 34.037222,
    "longitude": -118.676543
  },
  {
    "name": "Olvera Street",
    "description": "Olvera Street, known as “the birthplace of Los Angeles,” is a Mexican Marketplace that recreates a romantic “Old Los Angeles” with a block-long narrow, tree-shaded, brick-lined market with old structures, painted stalls, street vendors, cafes, restaurants and gift shops. Olvera Street was created in 1930 “to preserve and present the customs and trades of early California.\" Many of the merchants on Olvera Street today are descended from the original vendors. Visitors from around the world stroll around the marketplace smelling the ever-present taquitos and tacos at the outdoor cafes, listening to the strolling mariachi music, and watching Aztecs and Mexican folkloric dancers. The puestos offer handcrafted items such as pottery, belts, wallets, purses, leather and Mexican folk art.",
    "website": "https://elpueblo.lacity.org",
    "email": null,
    "phone": "(213) 485-6855",
    "hours_of_Operation": "10 a.m. until 6–8 p.m. (8–10 p.m. on weekends)",
    "latitude": 34.05608,
    "longitude": -118.23906
  },
  {
    "name": "Griffith Observatory",
    "description": "Griffith Observatory is southern California’s gateway to the cosmos! Visitors may look through telescopes, explore exhibits, see live shows in the Samuel Oschin Planetarium, and enjoy spectacular views of Los Angeles and the Hollywood Sign.",
    "website": "https://griffithobservatory.org/",
    "email": null,
    "phone": "(213) 473-0800",
    "hours_of_Operation": "5:00 a.m. to 10:30 p.m.",
    "latitude": 34.122909,
    "longitude": -118.303815
  },
  {
    "name": "Santa Monica Beach",
    "description": "Many visitors to Santa Monica come because of the beach. The 8.3 square-mile city of Santa Monica offers a variety of activities such as sunbathing, biking and volleyball– which are ideal for our public beaches. Santa Monica is also a family-friendly city with tons of things to do including art exhibits and more. While you’re visiting, be sure to enjoy the attractions and Santa Monica events on the Santa Monica Pier or in our eight neighborhoods. ",
    "website": "https://www.santamonica.com/things-to-do/santa-monica-beach/",
    "email": null,
    "phone": null,
    "hours_of_Operation": "Open 24 hours",
    "latitude": 34.0075795,
    "longitude": -118.49433875
  },
  {
    "name": "Japanese Garden",
    "description": "In the midst of the busy San Fernando Valley lies an oasis – a 6 1/2 acre garden, which features three gardens in one: a dry Zen meditation garden, a “wet-strolling” garden, and a tea garden.",
    "website": "http://thejapanesegarden.com",
    "email": "suiho-eninfo@lacity.org",
    "phone": "(818) 756-8166",
    "hours_of_Operation": "Open Monday through Thursday, from 10am – 12pm, and resume 12:30 – 3:30pm.  \nClosed between 12 – 12:30pm\nClosed on Friday through Sunday.\nClosed on all City of Los Angeles Holidays and within 24 hours of rain.",
    "latitude": 34.181771,
    "longitude": -118.481368
  },
  {
    "name": "Getty View Trail",
    "description": "Head out on this 4.2-km out-and-back trail near Los Angeles, California. Generally considered an easy route, it takes an average of 1 h 10 min to complete. This is a very popular area for hiking, trail running, and walking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime. Dogs are welcome, but must be on a leash.",
    "website": "https://www.alltrails.com/trail/us/california/getty-view-trail",
    "email": null,
    "phone": null,
    "hours_of_Operation": null,
    "latitude": 34.088706,
    "longitude": -118.472715
  },
  {
    "name": "Pierce Brothers Westwood Village Memorial Park",
    "description": "As sister locations, Pierce Brothers Westwood Village Mortuary and Pierce Brothers Westwood Village Memorial Park have served the funeral, cremation and burial needs of Greater Los Angeles for more than a century. Pierce Brothers Westwood Village Mortuary is the premier Los Angeles funeral home, and the cemetery is second to none.",
    "website": "https://www.dignitymemorial.com/funeral-homes/los-angeles-ca/pierce-brothers-westwood-village-memorial-park-and-mortuary/4798",
    "email": null,
    "phone": "(323) 879-3013",
    "hours_of_Operation": "Always open",
    "latitude": 34.058351,
    "longitude": -118.441123
  },
  {
    "name": "Pan Pacific Park",
    "description": "no description on website",
    "website": "https://www.laparks.org/reccenter/pan-pacific",
    "email": "PANPACIFIC.RECREATIONCENTER@LACITY.ORG",
    "phone": "(323) 939-8874",
    "hours_of_Operation": " Monday\t9AM–7:30PM\nTuesday-Fri:\nSaturday\t9AM–5PM\nSunday\tClosed\n",
    "latitude": 34.075521,
    "longitude": -118.354155
  },
  {
    "name": "Venice Beach Skate Park",
    "description": "This 16,000 sq. foot skatepark is one of the only in the world located on a beach. It features two bowls, a snake run and a street section with steps, rails and platforms. ",
    "website": "https://www.laparks.org/skatepark/venice-skate",
    "email": null,
    "phone": "(310) 396-6794",
    "hours_of_Operation": "9:00 a.m. to Sunset",
    "latitude": 33.987442,
    "longitude": -118.473389
  },
  {
    "name": "Wisdom Tree",
    "description": "The hike to the Wisdom Tree via Cahuenga and Burbank Peaks is a rugged three mile out-and-back in one of the newest additions to Griffith Park. This trail features relentless ascents and tremendous views of Griffith Park, heading to a unique lone tree and geocaching area. The trail then traverses a ridge east toward recently-saved Cahuenga Peak with an even more rugged option to continue to Mount Lee and the Hollywood Sign. One of the most fun trails in Griffith Park.",
    "website": "https://hikingguy.com/hiking-trails/best-la-hikes/wisdom-tree-hike-cahuenga-peak-and-hollywood-sign/",
    "email": null,
    "phone": "(323) 644-2050",
    "hours_of_Operation": "24/7",
    "latitude": 34.131263,
    "longitude": -118.340741
  },
  {
    "name": "Muscle Beach",
    "description": "Muscle Beach is not just a piece of beach near the Santa Monica Pier. Muscle Beach is the first popular outdoor theatre of gymnastics, athletics, fitness and, later, bodybuilding for all.",
    "website": "https://www.musclebeachvenice.com\nhttps://www.laparks.org/venice/muscle-beach-venice-outdoor-gym",
    "email": null,
    "phone": "(310) 399-2775",
    "hours_of_Operation": "8 am – 6 pm Monday thru Friday\n8 am – 4 pm Saturday\n12 pm – 4 pm Sunday\nClosed on holidays",
    "latitude": 33.987442,
    "longitude": -118.473389
  },
  {
    "name": "Lake Hollywood Reservoir",
    "description": "Hollywood Reservoir (Lake Hollywood) is circled by a paved service road that walkers, joggers, and bikers can use to get lakeside exercise with Hollywood views. The reservoir is located in the hills west of Griffith Park below Cahuenga Peak and Mount Lee (whose summit is world famous for the large white letters that spell HOLLYWOOD). Numerous views of the Hollywood Sign appear on the 3.5-mile loop around Hollywood Reservoir (with 50 feet of easy elevation change). Unfortunately, most views of the reservoir come through chain-link fences that separate the trail from the water everywhere except Mulholland Dam, which offers clear, classic views across the lake toward the Hollywood Sign.",
    "website": "https://www.hikespeak.com/trails/lake-hollywood-reservoir-loop-los-angeles/",
    "email": null,
    "phone": "(818) 243-1145",
    "hours_of_Operation": "6:30AM-sunset",
    "latitude": 34.095802,
    "longitude": -118.71117
  },
  {
    "name": "Test Saad Fayyaz",
    "description": "Hollywood Reservoir (Lake Hollywood) is circled by a paved service road that walkers, joggers, and bikers can use to get lakeside exercise with Hollywood views. The reservoir is located in the hills west of Griffith Park below Cahuenga Peak and Mount Lee (whose summit is world famous for the large white letters that spell HOLLYWOOD). Numerous views of the Hollywood Sign appear on the 3.5-mile loop around Hollywood Reservoir (with 50 feet of easy elevation change). Unfortunately, most views of the reservoir come through chain-link fences that separate the trail from the water everywhere except Mulholland Dam, which offers clear, classic views across the lake toward the Hollywood Sign.",
    "website": "https://www.hikespeak.com/trails/lake-hollywood-reservoir-loop-los-angeles/",
    "email": null,
    "phone": "(818) 243-1145",
    "hours_of_Operation": "6:30AM-sunset",
    "latitude": 25.381929,
    "longitude": 68.373039
  }
]
